export const sections = {
  classic: {
    eyebrow: 'Этап 1 — Без нейросетей',
    title: 'Сначала - руками',
    lead: 'Здесь представлены первые мои коммерческие сайты сделанные на заказ',
  },
  ai: {
    eyebrow: 'Этап 2 — с нейросетями',
    title: 'Теперь — быстрее и сложнее',
    lead: 'Сегодня я активно использую их в своих проектах. Claude code, Chatgpt, Gemini 3.5, все это работает в моем проекте либо по одиночке, либо как команда агентов. С помощью них мне удается находить проблемы в проекте и оперативно решать их ',
  },
};
